IDEA StatiCa Open Model
BoltGrid.BoreHole Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The BoreHole of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BoreHole { get; set; }
Public Property BoreHole As Double
	Get
	Set
public:
property double BoreHole {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace